<?php

/* ****************************************************************************
 * Конфигурация скрипта - параметры базы данных
 */

/*
 * Узел сети, на котором расположен сервер базы данных
 */
define('DB_HOST', 'localhost');

/*
 * Пользователь, от имени которого подключаемся к базе данных
 */
define('DB_USER', 'root');

/*
 * Пароль к базе данных
 */
define('DB_PASSWORD', '');

/*
 * Имя базы данных на сервере
 */
define('DB_NAME', 'Finansist');

/*
 * Соли для хешей
 */
 define('SALT', '28dney');
 define('SALT2', 'grimm7');
