<?php

/* ****************************************************************************
 * Конфигурация скрипта - параметры базы данных
 */

/*
 * Узел сети, на котором расположен сервер базы данных
 */
define('MYSQL_SERVER', 'localhost');

/*
 * Пользователь, от имени которого подключаемся к базе данных
 */
define('MYSQL_USER', 'finansist');

/*
 * Пароль к базе данных
 */
define('MYSQL_PASSWORD', '');

/*
 * Имя базы данных на сервере
 */
define('MYSQL_DB', 'Finansist');

/*
 * Соли для хешей
 */
 define('SALT', '28dney');
 define('SALT2', 'grimm7');
